//1 задание
let name = prompt('Ваше имя?'),
    age = prompt('Ваш возраст?', 18),
    city = prompt('Ваш город проживания?'),
    phone = prompt('Ваш телефон?', 375291234567),
    email = prompt('Ваша электронная почта?'),
    company = prompt('Компания, в которой вы работаете?');

console.log('Вас зовут ' + name + '. ' + 'Вам ' + age + ' ' + 'лет.');
console.log('Вы проживаете в городе ' + city + ' ' + 'и работаете в компании ' + company + '.');
console.log('Ваши контактные данные:');
console.log('Телефон : +' + phone + ', ' + 'электронная почта: ' + email + '.');



//2 задание
